10/data/attachments/5f15628077a6d83b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ryan_rate_Actions_3579_0</nif:username>
            <nif:friendToBeRequested>soap_actions_869b5a8b-60a8-48aa-87fc-d0ab581a0f9c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>